{
  "data": [
    {
      "name": "Gỏi cuốn",
      "origin": "Vietnam",
      "voice": "sample",
      "description": "Gỏi cuốn, Vietnamese spring roll, fresh spring roll, spring roll, or rice paper roll, is a Vietnamese dish traditionally consisting of pork, prawn, vegetables, bún (rice vermicelli), and other ingredients wrapped in Vietnamese bánh tráng (commonly known as rice paper or cold roll). Like other spring roll dishes, they are believed to have an origin in China and were introduced to Vietnam by Chinese immigrants although the gỏi cuốn has been modified to suit local tastes.Gỏi cuốn are served fresh while others are served fried, like the Vietnamese chả giò. They are served at room temperature (or cooled) and are not deep-fried or cooked on the outside. These rolls are considered to be a very popular appetizer with customers in Vietnamese restaurants.The bánh tráng (rice paper) is dipped in water, then laid flat on a plate with the desired amount of ingredients placed on top. The fresh gỏi cuốn is then rolled up and ready to be eaten. Gỏi cuốn can be served with tương xào (also known as hoisin sauce), which consists of ground tương (tương đen or tương xay) and mixed coconut water (or broth), before being stir-fried with garlic and some sugar and then sprinkled with chili powder and ground peanuts. Alternatively, gỏi cuốn can be served with peanut sauce or other Vietnamese dipping sauces, such as nước chấm, a condiment based on fish sauce.In Vietnam and in various parts of Southeast Asia, Vietnamese can be seen hand-making bánh tráng (rice paper) and placing them on the rectangular bamboo trays around their houses. Traditionally, gỏi cuốn are eaten with a large group of people at a home setting.",
      "categories": [
        "Food"
      ],
      "related": [
        "Bò bía",
        "Bánh tráng nướng",
        "Nem"
      ],
      "images": [
        "https://wiki-travel.com.vn/Uploads/Picture/qiongru-191622021612-Goi-cuon-tom.jpg",
        "https://cdn.jamja.vn/blog/wp-content/uploads/2018/01/cach-lam-tuong-cham-goi-cuon-3.jpg",
        "https://massageishealthy.com/wp-content/uploads/2018/12/goi-cuon-tieng-anh-la-gi-cach-lam-goi-cuon-bang-tieng-anh-1.jpg",
        "https://c2.staticflickr.com/6/5061/5655878601_f2ece3190e_b.jpg",
        "https://img-global.cpcdn.com/recipes/626252af472b29cb/1200x630cq70/photo.jpg"
      ]
    },
    {
      "name": "Hu Tieu",
      "origin": "Southern Vietnam",
      "voice": "sample",
      "description": "Hủ tiếu is eaten in Vietnam as a breakfast dish. It may be served either as a soup (hủ tiếu nước) or dry with no broth (hủ tiếu khô). Hủ tiếu became popular in the 1960s in Southern Vietnam, especially in Saigon. The primary ingredients of this dish are pork bones, mixed with diverse kinds of noodles, herbs and other kind of meats.Popular varieties of hủ tiếu include:In southern Vietnamese cuisine, phở is usually served with hủ tiếu Mỹ Tho–like noodles called bánh phở tươi instead of the wider bánh phở khô or bánh phở tươi popular in northern cuisine.",
      "categories": [
        "Food"
      ],
      "related": [
        "Hủ tiếu Nam Vang",
        "Bún Mắm",
        "Bún bò"
      ],
      "images": [
        "https://static.christinas.vn/2017/1/23/Hu Tieu Chay.jpg",
        "https://www.sondoongexplore.com/wp-content/uploads/2017/08/Hu-tieu-in-Danang.jpg",
        "http://images.chiecthiavang.com/Images/Uploaded/Share/2017/04/08/hu-tieu-My-Tho.jpg",
        "https://hiasia.xyz/Uploads/Picture/xuandao-203706113723-Vietnam-Hu-Tieu-Meatballs.jpg",
        "https://hiasia.xyz/Uploads/Post/xuandao-203506113500-Vietnam-Hu-Tieu-Nam-Vang.jpg"
      ]
    }
  ]
}