{
  "data": [{
  "name": "Bánh bèo",
  "origin": "Huế",
  "voice": "sample",
  "description": "A bánh bèo is a Vietnamese dish that is originated from Huế, a city in Central Vietnam. The English translation for this dish is water fern cakes. Bánh bèo is made from a combination of rice flour and tapioca flour. It is popular street food in Vietnam. The ingredients include rice cake, dried shrimps, crispy pork skin, scallion oil, and dipping sauce. It is usually eaten as a snack but is now considered a dish in restaurants and can be eaten as lunch and dinner.Banh beo is usually accompanied by nuoc mam (a clear sauce made from sugar, fish sauce, garlic, and Thai chili) and crunchy pork belly strips that enhance the taste of the dish.Like most dishes, there are various versions of banh beo around Vietnam. For example, banh beo from Quang Ngai is topped with a combination of shrimp and pork paste instead. Banh beo from the South side of Vietnam is eaten with mashed mung bean as topping, making it sweeter than the banh beo from Hue or Quang Ngai because that was how Southerners in Vietnam prefer it.Most often, banh beo are served in individual small dishes and eaten whole after scraping out of the dish with a spoon. Another way to eat this dish is to use a chopstick to nudge the banh beo off the circular dish.",
  "categories": ["Food"],
  "related": ["Bánh bột lọc", "Bánh chuối", "Bánh tráng"],
  "images": [
    "https://www.cooking-therapy.com/wp-content/uploads/2018/09/Banh-Beo-3.jpg",
    "http://tasteofhue.com/wp-content/uploads/2016/12/cach-lam-banh-beo-2.jpg",
    "http://images.chiecthiavang.com/Images/Uploaded/Share/2017/03/18/banh-beo-quang-nam.jpg",
    "https://www.cooking-therapy.com/wp-content/uploads/2018/09/Banh-Beo-5-683x1024.jpg",
    "http://www.vietnam-tour.biz/blog/wp-content/uploads/2014/10/Banh-Beo2.jpg"
  ]
},{
  "name": "Bánh bột lọc",
  "origin": "Huế",
  "voice": "sample",
  "description": "Bánh bột lọc is a small, clear-looking, chewy tapioca dumplings in Vietnamese cuisine that can be eaten as appetizers or small snacks. They are usually filled with shrimp and pork belly, often being topped with fried shallots and served with sweet chili fish sauce. It is said to have originated from Huế, as the city was once the imperial capital of the Nguyễn dynasty and known for having simple, yet sophisticated dishes.The dish's name is believed to have come from its clear, dumpling-like appearance, as the term bánh bột lọc loosely translates to \"clear flour cake.\" In Vietnamese, the word bánh can mean \"cake\" or \"bread,\" but can also be used as a general term for foods that are made from any type of flour, the most common being rice or tapioca. Bột literally means flour, although it does not specify the type, and lọc means \"refine\" or \"clarify.\"Bánh bột lọc can either be steamed or boiled and wrapped with or without banana leaf. With the banana leaf wrapping, it is called bánh bột lọc lá, meaning \"clear flour cake with leaf.\" Without the banana leaf wrapping, it is called bánh bột lọc trần, meaning \"clear flour cake bare.\" The filling is traditionally a whole grilled shrimp with the shell on and a slice of pork belly, but variations have had the filling be shrimp without the shell, no pork belly, ground pork, mushrooms, and onions. In addition to tapioca flour, corn starch and rice flour have also been known to be added in the making the translucent wrapper.Bánh bột lọc trần is made by adding boiling water with tapioca starch, then mixing and kneading until a smooth, soft, and elastic dough is formed. The dough is then divided into small balls and flattened, where the filling is placed in the middle. The dough gets folded over the filling and the edges pinched together to seal the filling in and creating a dumpling shape. The dumplings are cooked in boiling water, then drained and rinsed with cold water. Making bánh bột lọc lá is similar to making bánh bột lọc trần. The dough is placed in blanched banana leaves, some filling is added in the center, and then some more dough is placed on top to cover the filling. The banana leaves are then wrapped tightly and tied together with small strands of banana leaf before being steamed. Regardless of the method, the dish can be frozen for later use.",
  "categories": ["Food"],
  "related": ["Bánh bèo", "Bánh tráng", "Bánh chuối"],
  "images": [
    "https://i.ytimg.com/vi/6aRUU3lKAqc/maxresdefault.jpg",
    "https://wna.cdnxbvn.com/wp-content/uploads/2018/10/cach-lam-banh-bot-loc-Hue.jpg",
    "https://nu39.com/wp-content/uploads/2020/02/83778382-banh-bot-loc16-15793137892669-1024x1024.gif",
    "https://i.ytimg.com/vi/qKEXIW8FAmM/maxresdefault.jpg",
    "https://media.2dep.com.vn/upload/minhthu/2020/10/18/banh-bot-loc-mon-an-goi-tron-ca-tam-tinh-cua-nguoi-hue-1603030022-1.jpg"
  ]
},{
  "name": "Bánh canh",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Bánh canh (banh is used as general phrase for cookies, pastry, bread noodles in this case banh canh is a type of \"rice noodle soup\") is a thick Vietnamese noodle that can be made from tapioca flour or a mixture of rice and tapioca flour. \"Cake\" refers to the thick sheet of uncooked dough from which the noodles are cut.The Vietnamese word bánh refers to items such as noodles or cakes that are made from flour, and canh means \"soup.\"This soup-related article is a stub. You can help Wikipedia by expanding it.",
  "categories": ["Food"],
  "related": ["Phở", "Hủ Tiếu", "Mì Quảng"],
  "images": [
    "http://hoianfoodtour.com/wp-content/uploads/2013/11/banh-canh-cha-ca-1.jpg",
    "https://cookingwithlane.com/wp-content/uploads/2019/12/vietnamese-banh-canh-recipe-003-1.jpg",
    "https://vietnam.cm/uploads/posts/2018-12/1545581317_banh-canh.jpg",
    "https://i.ytimg.com/vi/fzx9pA1srKg/maxresdefault.jpg",
    "https://huefreetour.com/wp-content/uploads/2018/10/banh-canh-nam-pho.jpg"
  ]
},{
  "name": "Bánh căn",
  "origin": "Khánh Hòa",
  "voice": "sample",
  "description": "Bánh căn is a type of savoury mini pancake which is very popular in the South Central region of Vietnam,especially in Khanh Hoa and Binh Thuan. Bánh căn is a similar shape to bánh khọt, but it is made quite differently. While Bánh khọt uses a fried rice flour, bánh căn is made from grilled rice flour. In order to make bánh căn, you need to have a special type of mould which has holes to set the shape of these pancakes. Because the pancakes are small, they are counted in pairsratherthan as single cakes.. In the middle, they can be given a quick brush of onion oil  or eggs. Bánh căn is rarely served with vegetables, but with green mango, onion and cucumbers. The sauce is made from fish source mixed with garlic and chilli., Bánh căn is dipped fully into the sauce to eat. Bánh căn through time has spread to many regions of Vietnam. Originally made by Cham people, the technique has been developed to make the dish more creative and unique",
  "categories": ["Food"],
  "related": ["Bánh khọt", "Bánh xèo", "Bánh cống"],
  "images": [
    "https://wiki-travel.com.vn/Uploads/Picture/thanhhuong-175008095003-banh-can.jpg",
    "https://i.ytimg.com/vi/U1vLr-VuNyo/hqdefault.jpg",
    "https://i.ytimg.com/vi/nbx8N7JDy24/hqdefault.jpg",
    "https://media.foody.vn/images/foody-banh-can-51-775-636106732860668352.jpg",
    "https://images.foody.vn/BlogsContents/foody-banh-can-51-601-636632332535301625.jpg"
  ]
},{
  "name": "Bánh chưng",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Bánh chưng is a traditional Vietnamese food which is made from glutinous rice, mung beans, pork and other ingredients. Its origin is told by the legend of Lang Liêu, a prince of the last king of the Sixth Hùng Dynasty, who became the successor thanks to his creation of bánh chưng and bánh giầy, which symbolized, respectively, the earth and the sky. Considered an essential element of the family altar on the occasion of tết, the making and eating of bánh chưng during this time is a well-preserved tradition of Vietnamese people. Beside the tết holiday, bánh chưng is also eaten all year round as Vietnamese cuisine.According to the book Lĩnh Nam chích quái (Extraordinary stories of Lĩnh Nam) published in 1695, the creation of bánh chưng was credited to Lang Liêu, a prince of the last Sixth Hùng Dynasty of the Hùng dynasty (c. 1712 - 1632 BC). It was said that in choosing a successor among his sons, the monarch decided to carry out a competition in which each prince brought a delicacy representing the sincerity for the ancestors on the occasion of the tết, whoever could introduce the most delicious dish for the altar would become the next ruler of the country. While other princes tried to find the rare and delicious foods from forest and sea, the eighteenth prince, Lang Liêu, who was the poorest son of the Hùng king, could not afford such luxurious dishes and had to be content with everyday ingredients, such as rice and pork. Finally, he created one cake in the square form of earth called bánh chưng and one in the round form of sky called bánh giầy from these simple ingredients. In tasting the dishes offered by his son, the Hùng king found bánh chưng and bánh giầy not only delicious but also a fine representation of the respect for ancestors. Therefore, he decided to cede the throne to Lang Liêu and bánh chưng, bánh giầy became traditional foods during the tết. Lang Liêu founded the Seventh Hùng dynasty (c. 1631 - 1432 BC).Considered an indispensable dish of the Tết, bánh chưng is placed in the family altars in order to honor the ancestors and pray them to support the family in the new year. Wrapped in a green square package, bánh chưng symbolizes the earth, the variant ingredients of bánh chưng which comes from all the products of nature also emphasize the meaning of bánh chưng with Vietnamese people.The required ingredients of bánh chưng are glutinous rice, mung bean, fatty pork and black pepper, salt, sometimes green onion, and nước mắm for salty taste.  In the wrapping stage, one needs lá dong, strings split from giang, one type of bamboo which has long node, and sometimes a square mold in wood so that bánh chưng can be wrapped in a better shape, lá dong, which is popular only in the Southern Asia, can be substituted by banana leaves or even lá bàng. Lá dong and giang strings have to be washed carefully in order to preserve the taste of the cake, giang strings may be soaked in salt water or steamed so that they can become flexible enough for wrapping. People often choose high quality rice and bean for making bánh chưng, they are soaked in water for 2 hours in case of mung bean and 12 to 14 hours in case of glutinous rice. The fat and lean pork is preferred for bánh chưng because its fatty flavour well associates with the glutinous rice and mung bean. After being sliced in big parts, pork is mixed with pepper, onion and salt or nước mắm. People in Bắc Ninh once added sugar in this mixture of spices.",
  "categories": ["Food"],
  "related": ["Bánh giầy", "Bánh tét", "Bánh nậm"],
  "images": [
    "https://i.khoahoc.tv/photos/image/2020/01/07/banh-chung.jpg",
    "https://anhdepfree.com/wp-content/uploads/2020/10/hinh-anh-dep-nhat-banh-chung-com.jpg",
    "http://file.vforum.vn/hinh/2017/12/thuyet-minh-ve-banh-chung.jpg",
    "https://opanickfruit.com/wp-content/uploads/2020/01/banh-chung-ba-kieu.png",
    "https://i.ytimg.com/vi/7rQjj4dD5mA/maxresdefault.jpg"
  ]
},{
  "name": "Bánh cuốn",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Bánh cuốn (Vietnamese: , rolled sheets) is a Vietnamese dish originating from Northern Vietnam.Bánh cuốn is made from a thin, wide sheet of steamed fermented rice batter filled with a mixture of cooked seasoned ground pork, minced wood ear mushroom, and minced shallots. Sides for this dish usually consist of chả lụa (Vietnamese pork sausage), sliced cucumber, and bean sprouts, with the dipping sauce which is fish sauce called nước chấm.The rice sheet in bánh cuốn is extremely thin and delicate. It is made by steaming a slightly fermented rice batter on a cloth that is stretched over a pot of boiling water. It is a light dish, and is generally eaten for breakfast everywhere in Vietnam. A different version of bánh cuốn, called bánh cuốn Thanh Trì and bánh cuốn làng Kênh, may be found in Thanh Trì, a southern district of Hanoi and Kênh village of Nam Định, an ancient village in the centre of Nam Định city. Bánh cuốn Thanh Trì or Bánh cuốn làng Kênh are not rolls, but just rice sheets eaten with chả lụa, fried shallots, or prawns.Bánh ướt is simply the unfilled rice sheet, and is typically served with bean sprouts, chopped lettuce, sliced cucumber, fresh basil and mint, fried shallots and onions, cha/gio lua, and nuoc mam.",
  "categories": ["Food"],
  "related": ["Bánh giò", "Bánh nậm", "Bánh bèo"],
  "images": [
    "https://media-cdn.tripadvisor.com/media/photo-s/0d/06/99/c7/banh-cu-n-ch-qu-stuffed.jpg",
    "http://kinhdoanhnhahang.vn/wp-content/uploads/2015/01/lap-ke-hoach-kinh-doanh-quan-banh-cuon-11.jpg",
    "https://atuankhang.vn/wp-content/uploads/2020/05/cach-lam-banh-cuon.jpg",
    "https://bizweb.dktcdn.net/thumb/grande/100/387/792/products/53-top-13-quan-banh-cuon-ngon-ha-noi-khien-thuc-khach-an-mot-lan-nho-mai-11.jpg?v=1594221604567",
    "https://fantasea.vn/wp-content/uploads/2018/10/bánh-cuốn-hà-nội.jpg"
  ]
},{
  "name": "Bánh đúc",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Bánh đúc is a Vietnamese bánh (cake). There are two main types of bánh đúc, the white Northern Vietnamese cake and the green Southern version.In northern Vietnam, bánh đúc is a cake made from either non-glutinous rice flour or corn flour. It is white in color and has a soft texture and mild flavour. It is typically garnished with savory ingredients such as ground pork, tôm chấy (grilled ground shrimp), fried onions, sesame seeds, salt, peanuts, lime juice, and soy sauce or fish sauce. Although it may be eaten on its own, it may also be served hot, accompanied by steamed meat or mushrooms.Bánh đúc is available at small stalls and is eaten throughout the day.In southern Vietnam, bánh đúc is a dessert made from non-glutinous rice flour. It takes the form of gelatinous blocks that are often colored green by the addition of Pandanus amaryllifolius leaf extract. It is cooked by boiling the ingredients and allowing them to cool, solidifying into a jelly-like sheet that is then cut into blocks.",
  "categories": ["Food"],
  "related": ["Bánh giò", "Bánh nậm", "Bánh bèo"],
  "images": [
    "https://i.ytimg.com/vi/Pwv_RVRMJh0/maxresdefault.jpg",
    "https://jamja.vn/blog/wp-content/uploads/2017/11/cach-lam-banh-duc-chay-1.jpg",
    "http://static.thanhnien.com.vn/uploaded/minhnguyet/2016_03_29/banhduc1_pvns.jpg?width=600",
    "https://toplist.vn/images/800px/banh-duc-nong-thanh-tung-492314.jpg",
    "https://i.ytimg.com/vi/nXzM4bXag-g/maxresdefault.jpg"
  ]
},{
  "name": "Bánh giò",
  "origin": "Northern Vietnam",
  "voice": "sample",
  "description": "Bánh giò is a originally a steamed street snack from Northern Vietnam. It’s a small, savory snack great any time of the day, made with a rice flour outer layer, ground pork, mushroom and onion filling and all with a special aroma from a banana leaf wrapper.",
  "categories": ["Food"],
  "related": ["Bánh khọt", "Bánh xèo", "Bánh bèo"],
  "images": [
    "https://www.seriouseats.com/images/2014/01/20131120-saigon-sandwiches-banh-gio.jpg",
    "https://www.foodandtravelvietnam.com/wp-content/uploads/2017/01/Banh-Gio.jpg",
    "https://afamilycdn.com/k:thumb_w/600/L9AscbailKNM6qlDjYJqDI39UnIrac/Image/2016/01/phogahanoi/banh-gio-thuy-khue-9e0ca/banh-gio-thuy-khue.jpg",
    "http://media.vietq.vn/files/ctvduong/2017/02/06/banh-gio.jpg",
    "https://duviyeuthuong.files.wordpress.com/2014/09/bc3a1nh-gic3b2-2.jpg"
  ]
},{
  "name": "Bánh khọt",
  "origin": "Southern Vietnam",
  "voice": "sample",
  "description": "It's a famous Vietnamese dish of miniature pancakes served with herbs and vegetables and spicy sweet fish sauce for dipping. The batter is made of a combination of mostly rice flour, and even leftover grains of rice, with a hint of turmeric to give them a beautiful yellow tinge, and mixed together with coconut milk to make it extra creamy and rich. Finally, the topping is usually shrimp and diced up green onions, and in this case, extra coconut milk. The little mini pancakes are cooked in the same type of griddle as Thai khanom krok, but instead of being a sweet dessert like the Thai version, they are savory and eaten with one of the great joys of Vietnamese cuisine – fresh herbs and leafy green vegetables.",
  "categories": ["Food"],
  "related": ["Bánh xèo", "Bánh bèo", "Bánh tôm"],
  "images": [
    "https://i.ytimg.com/vi/nj9qt81sWsY/maxresdefault.jpg",
    "https://wiki-travel.com.vn/Uploads/picture/NguyenBinhVTV-143027043012-banhkhot.JPG",
    "https://i.ytimg.com/vi/K0aDYNf2Smw/maxresdefault.jpg",
    "https://i.ytimg.com/vi/Eb0nmhrQcwI/maxresdefault.jpg",
    "https://cameengo.com/wp-content/uploads/2018/06/banh-khot-gion-rum.jpg"
  ]
},{
  "name": "Bánh mì",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Bánh mì or banh mi (/ˈbɑːn miː/, /ˈbæn/; Vietnamese: ) is the Vietnamese word for bread.  In Vietnamese cuisine, it also refers to a type of short baguette with thin, crisp crust and soft, airy texture inside that is often split lengthwise and filled with various savory ingredients like a submarine sandwich and served as a meal.  Plain banh mi is also eaten as a staple food.A typical Vietnamese sandwich is a fusion of meats and vegetables from native Vietnamese cuisine such as chả lụa (pork sausage), coriander leaf (cilantro), cucumber, pickled carrots, and pickled daikon combined with condiments from French cuisine such as pâté, along with chili and mayonnaise. However, a wide variety of popular fillings are used, from xíu mại to ice cream. In Vietnam, sandwiches are typically eaten for breakfast or as a snack.The baguette was introduced to Vietnam in the mid-19th century, when Vietnam was part of French Indochina, and became a staple food by the early 20th century. During the 1950s, a distinctly Vietnamese style of sandwich developed in Saigon, becoming a popular street food, also known as bánh mì Sài Gòn (\"Saigon sandwich\",  \"Saigon-style banh mi\"). Following the Vietnam War, Overseas Vietnamese popularized the bánh mì sandwich in countries such as Australia, Canada and the United States. In these countries they are commonly sold in Asian bakeries.",
  "categories": ["Food"],
  "related": ["Bánh pía", "Bánh bò", "Bánh chuối"],
  "images": [
    "http://www.genussmagazin-frankfurt.de/image/news/alle/31861.jpg",
    "https://c1.staticflickr.com/1/464/19934977411_97145d0c4c_b.jpg",
    "https://cdn.shortpixel.ai/client/q_lossy,ret_img/https://norecipes.com/wp-content/uploads/2011/03/banh-mi-with-pate.1024x1024-1.jpg",
    "https://www.xn--spezialitten-ocb.net/wp-content/uploads/2020/10/banh-mi-viet-nam.jpg",
    "https://andromeda.vn/data/images/banh-mi-thap-cam.png"
  ]
},{
  "name": "Bánh pía",
  "origin": "Sóc Trăng",
  "voice": "sample",
  "description": "Bánh bía, sometimes spelled bánh pía, is a type of Vietnamese cuisine bánh (translates loosely as \"cake\" or \"bread\"). A Suzhou style mooncake adapted from Teochew cuisine. The Vietnamese name comes from the Teochew word for pastry, \"pia\". In Saigon, the pastry is called “bánh bía” while in Sóc Trăng and Vũng Thơm it is known by \"bánh Pía\". Some Vietnamese call it bánh lột da, which translates to \"peeling flakes pastry\", and those from the Bến Tre region call it bánh bao chi, which is the name for Mochi elsewhere in Vietnam. Popular fillings include durian, shredded pork fat, salted egg yolk, mung bean paste, taro and coconut.This article about Vietnamese cuisine is a stub. You can help Wikipedia by expanding it.",
  "categories": ["Food"],
  "related": ["Bánh bò", "Bánh cam", "Bánh da lợn"],
  "images": [
    "https://canthomekongtour.com/static/media/Thao/8/banh-pia-soc-trang-1271017.jpg",
    "https://www.vietnamvisa-easy.com/blog/wp-content/uploads/2016/06/banh-pia.jpg",
    "https://www.dacsanbanhpia.com/wp-content/uploads/2013/11/banh-pia-soc-trang1.jpg",
    "http://f.imgs.vietnamnet.vn/2017/12/12/15/bi-quyet-lam-banh-pia-sau-rieng-chuan-ngon-ma-khong-qua-ngot.jpg",
    "https://sieuthinhuquynh.com/storage/media/8bb9aaf1f58ef17ceb686f1c49d4839b.jpeg"
  ]
},{
  "name": "Bánh tét",
  "origin": "Southern Vietnam",
  "voice": "sample",
  "description": "Bánh tét is a Vietnamese savoury but sometimes sweetened cake made primarily from glutinous rice, which is rolled in a banana leaf into a thick, log-like cylindrical shape, with a mung bean or mung bean and pork filling, then boiled. After cooking, the banana leaf is removed and the cake is sliced into wheel-shaped servings.Although bánh tét or bánh tày are made and consumed during Tết (the Vietnamese new year), the \"tét\" in the food's name literally means \"sliced\" or \"split\", possibly referring to the fact that it is served in slices. \"Bánh\" is used to refer to various baked and grilled food including small packages or \"cakes\", sandwiches, crepes, and spring rolls.The process of making bánh tét usually begins in preparation for Tết where the ingredients are prepared then cooked for at least six hours in a pot of boiling water. The first step is assembling the ingredients - glutinous rice, mung bean paste or soaked mung bean and pork belly. Next, the ingredients are layered on top of banana leaves before wrapped together tightly with strings.  To prevent the banana leaf from coming apart during cooking,  bánh tét are usually wrapped again several times with a length of plastic ribbon or rope before boiling in a large pot of water.Bánh tét (or the original bánh chưng) is a must-have traditional food in Vietnamese Lunar New Year. It demonstrates the importance of rice in the Vietnamese culture as well as historical value. During Vietnamese Tết, family members would gather together and enjoy feasting on bánh tét, the central food of this festive Vietnamese holiday to celebrate the coming of spring. The process of making bánh tét is time consuming, but a tradition that many families still practice even in this modern society where pre-made bánh tét and bánh chưng are sold virtually in every Vietnamese store. It is the effort that counts and many choose to spend time with their family to create the holiday treat the traditional way. The process of making bánh tét is to provide an opportunity for family members to bond and come together to celebrate the holiday spirit.",
  "categories": ["Food"],
  "related": ["Bánh chưng", "Bánh giầy"],
  "images": [
    "https://vietgifts.com/wp-content/uploads/2018/12/cap-banh-tet-food.jpg",
    "https://media.cooky.vn/images/blog-2016/cach-goi-banh-tet-5-600x404.jpg",
    "https://incredibleasiajourneys.com/uploads/galleries/banh-tet-chuoi-saigon-wbNO.jpg",
    "https://www.thetimejourneys.com/wp-content/uploads/2019/01/Banh-chung.gif",
    "https://phongveminhquan.vn/wp-content/uploads/2018/11/banh-tet.jpg"
  ]
},{
  "name": "Bánh tráng nướng",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "In Vietnamese cuisine, bánh tráng nướng or bánh đa nướng is a type of bánh tráng, rice crackers consumed in Vietnam.Traditionally, bánh tráng nướng mè are large, round, thick rice crackers with sesame seeds, which can easily shattered into smaller pieces. They can be eaten separately, although they are most commonly added into the vermicelli noodle dishes like cao lầu and mì Quảng.A newer, trendy style of bánh tráng nướng since 2009 or earlier is colloquially called Vietnamese pizza or Vietnamese quesadilla, as a visual comparison for foreigners and tourists. They are particularly popular in Đà Lạt and Ho Chi Minh City, Vietnam. Common toppings are egg, ground pork, dried shrimp or fermented shrimp paste, fried shallots, pork floss, scallion oil, hot chili sauce and mayo. Other variations may also include chicken, beef, cheese, butter, spam, or sausage.Many types of bánh tráng exist, including the clear sesame seed ones, prawn-like crackers with dried spring onions, and sweet milk.",
  "categories": ["Food"],
  "related": ["Gỏi cuốn", "Bánh tráng trộn", "Bò bía"],
  "images": [
    "https://i.ytimg.com/vi/S7htO6EVF78/maxresdefault.jpg",
    "https://i.ytimg.com/vi/WdM8HG0oc-U/maxresdefault.jpg",
    "https://i.ytimg.com/vi/NeIZcFsK6Oo/maxresdefault.jpg",
    "https://bazantravel.com/cdn/medias/uploads/50/50908-banh-trang-nuong-da-lat6-700x700.jpg",
    "https://toplist.vn/images/800px/banh-trang-nuong-cho-da-lat-228189.jpg"
  ]
},{
  "name": "Bánh xèo",
  "origin": "Southern Vietnam",
  "voice": "sample",
  "description": "Bánh xèo () is a crispy, stuffed rice pancake popular in Vietnam. Bánh means cake while xèo means sizzle. The name refers to the loud sound the rice batter makes when it is poured into the hot skillet. It is a savoury fried pancake made of rice flour, water, and turmeric powder. Some common stuffings include pork, prawns, diced green onion, mung bean, and bean sprouts. Bánh xèo is also served with lettuce, mint, Thai basil, and fish mint.The dish is also popular in Cambodian cuisine, where the dish is called banh chao (Khmer: បាញ់ឆែវ). Cambodian banh chao are more similar to the southern Vietnamese style of bánh xèo rather than to the style present in Central Vietnam. There is also a Thai version of bánh xèo called Khanom bueang Yuan.",
  "categories": ["Food"],
  "related": ["Bánh khọt", "Bánh cam", "Bánh tôm"],
  "images": [
    "http://www.cilantroandcitronella.com/wp-content/uploads/2016/06/banh-xeo_1_06.jpg",
    "https://focusasiatravel.vn/wp-content/uploads/2020/01/banh-xeo.jpg",
    "https://delishar.com/wp-content/uploads/2015/08/Banh-Xeo-5.jpg",
    "https://foodisafourletterword.com/wp-content/uploads/2018/12/Banh_Xeo_Recipe_top.jpg",
    "http://amthucaz.com/wp-content/uploads/2019/11/banh-xeo.jpg"
  ]
},{
  "name": "Bún bò Huế",
  "origin": "Huế",
  "voice": "sample",
  "description": "Bún bò Huế (pronounced ) or bún bò is a popular Vietnamese soup containing rice vermicelli (bún) and beef (bò). Huế is a city in central Vietnam associated with the cooking style of the former royal court. The dish is greatly admired for its balance of spicy, salty, and umami flavors. The predominant flavor is that of lemongrass. Compared to phở or bún riêu, the noodles are thicker and more cylindrical.Bún bò originated in Huế, a former capital of Vietnam. Outside the city of Huế and some parts of central Vietnam, it is called bún bò Huế to denote its origin. Within Huế and surrounding cities, it is known simply as bún bò. The broth is prepared by simmering beef bones and beef shank with lemongrass, and then seasoned with fermented shrimp sauce and sugar for taste. Spicy chili oil is added later during the cooking process.Bún bò usually includes thin slices of marinated and boiled beef shank, chunks of oxtail, and pig's knuckles. It can also include cubes of congealed pig blood, which has a color between dark brown and maroon, and a texture resembling firm tofu.Bún bò is commonly served with lime wedges, cilantro sprigs, diced green onions, raw sliced onions, chili sauce, thinly sliced banana blossom, red cabbage, mint, basil, perilla, Persicaria odorata or Vietnamese coriander (rau răm), saw tooth herb (ngò gai) and sometimes mung bean sprouts. Thinly sliced purple cabbage is an acceptable substitute when banana blossoms are not available. Purple cabbage most resembles banana blossom in texture, though not in taste. Fish sauce and shrimp sauce are added to the soup according to taste. Ingredients might be varied by region due to their availability.",
  "categories": ["Food"],
  "related": ["Bún mắm", "Phở", "Hủ Tiếu"],
  "images": [
    "https://i.ytimg.com/vi/kJAKjvsyS6E/maxresdefault.jpg",
    "http://streetfoodman.com/upload/images/cung-hoc-nau-bun-bo-hue-cho-gia-dinh-them-yeu-thuong-hanh-phuc-65027.jpg",
    "http://d1v827hezncazj.cloudfront.net/wp-content/uploads/2-bun-bo-hue.jpg",
    "http://d1v827hezncazj.cloudfront.net/wp-content/uploads/1-bbh-sq-600x600.jpg",
    "https://deliciousvietnam.net/wp-content/uploads/BunBo-And-Vegetables-01.jpg"
  ]
},{
  "name": "Bún đậu mắm tôm",
  "origin": "Nope",
  "voice": "sample",
  "description": "\"Bún đậu mắm tôm\" just included rice noodle, fried tofu and shrimp paste or fish sauce and served with a little base of aromatic herbs like basil or coriander... so people named “bún đậu mắm tôm”. It is not only the names of ingredients but also the name of this dish. Lately, \"bún đậu mắm tôm\" is added more boiling meat, fried spring roll and fried intestine. 🙂 ",
  "categories": ["Food"],
  "related": ["Bún đậu", "Bún mắm", "Bún thịt nướng"],
  "images": [
    "https://i.ytimg.com/vi/FAWvKKqrtKY/maxresdefault.jpg",
    "https://i.ytimg.com/vi/bgt10YWLZ8M/maxresdefault.jpg",
    "https://yeutre.vn/cdn/medias/uploads/144/144284-lam-bun-dau-mam-tom.jpg",
    "https://i.ytimg.com/vi/Bhjv4Puzhgs/maxresdefault.jpg",
    "https://thucthan.com/media/2018/06/bun-dau-mam-tom/bun-dau-mam-tom.jpg"
  ]
},{
  "name": "Bún mắm",
  "origin": "South Vietnam",
  "voice": "sample",
  "description": "Bún mắm is a fermented thick Vietnamese vermicelli soup sometimes called \"Vietnamese gumbo.\"Food reviewer Mike Sula explains, \"Bun refers to the steamed rice vermicelli, which can be a bit mushy. But the key to this soup is the mam, as in mam ca loc (fermented fish paste) or mam tom (fermented shrimp paste), a murky purple slurry that on its own is one of the most odoriferous substances this side of a tannery fire. But added judiciously to soups or stir-fries it provides the elusive element of deep rounded flavor that puts the mam in umami.\"Food critic Mike Sula described the bún mắm in a restaurant, Nha Hang Viet Nam, in Chicago's West Argyle Street Historic District (also known as Little Vietnam): \" recommend you fill your soup requirement with the bun mam, a.k.a. Vietnamese gumbo, a sour seafood soup not unlike Thai tom yam that originated in the Mekong Delta. It may not best the bowl you'd cool down with in the sweltering damp of Saigon's Ben Thanh market—that one incorporates pork too—but it's a solid one, brimming with eggplant, shrimp, squid, and silky, thinly sliced fish, accompanied by a heaping side of bean sprouts, cilantro, mint, and jalapeños.\"A restaurant reviewer in the Boston area praised its delivery at the \"Hien Vuong - a needle of a restaurant in a haystack of Vietnamese restaurants that makes up Fields Corner, Dorchester.\" The critic described this \"rarely-found noodle soup whose heady broth is made of pickled/fermented anchovy\" as \"a huge bowl of murky opaque broth  with thin vermicelli noodles, coarse chunks of skin-on salmon steak, shrimp, and squid. A side of the standard Pho embellishments, e.g., sprouts, basil leaves, etc., was presented. Best ways to describe it: Rich, smelly, salty, heady, tangy, sweet &amp; sour, spicy and pungent. Umami-city.\"",
  "categories": ["Food"],
  "related": ["Bún riêu", "Bún mắm", "Bún bò Huế"],
  "images": [
    "https://cdn.tgdd.vn/Files/2018/06/21/1096777/cach-nau-bun-mam-thom-ngon-khong-khac-gi-ngoai-hang.jpg",
    "https://cdn.beptruong.edu.vn/wp-content/uploads/2018/11/bun-mam-co-them-thit-heo-quay.jpg",
    "http://product.hstatic.net/1000318397/product/img_3374_grande.jpg",
    "https://product.hstatic.net/1000318397/product/img_3383_master.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Bún_mắm.jpg/1200px-Bún_mắm.jpg"
  ]
},{
  "name": "Bún riêu",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Bún riêu is a traditional Vietnamese soup of clear stock and rice vermicelli. There are several varieties of bún riêu, including bún riêu cua (minced crab), bún riêu cá (fish) and bún riêu ốc (snail). This dish is well-known in the country and in the world.Bún riêu cua is served with tomato broth and topped with minced freshwater crab. In this dish, various freshwater paddy crabs are used, including the brown paddy crab found in rice paddies in Vietnam. The crabs are cleaned to remove dirt and sand. Then crabs are pounded together with the shell on into a fine paste. This paste is strained and the crab liquid is a base for the soup along with tomato. The crab residue is used as the basis for crab cakes. Other ingredients for this dish include tamarind paste, fried tofu, mẻ or giấm bỗng (kinds of rice vinegar), Garcinia multiflora Champ., annatto seeds (hạt điều màu) to redden the broth, huyết (congealed pig's blood), split water spinach stems, shredded banana flower, rau kinh giới (Elsholtzia ciliata), spearmint, perilla, bean sprouts and chả chay (vegetarian sausage). This dish is rich in nutrition: calcium from the ground crab shells, iron from the congealed pig's blood, and vitamins and fiber from the vegetables.\"Bún riêu\" has a fresh sour flavor, so Vietnamese like to enjoy it in summer. There are many restaurants in Vietnam that sell this dish.",
  "categories": ["Food"],
  "related": ["Bún thịt nướng", "Bún mắm", "Bún bò Huế"],
  "images": [
    "https://seonkyounglongest.com/wp-content/uploads/2018/06/Bun-Rieu-04-copy.jpg",
    "https://static.christinas.vn/2016/9/23/Bun%20Rieu%20at%20Ben%20Thanh.jpg",
    "https://www.cooking-therapy.com/wp-content/uploads/2018/09/Bun-Rieu-3.jpg",
    "http://seonkyounglongest.com/wp-content/uploads/2018/06/Bun-Rieu-02-300x300.jpg?x61413",
    "https://i.ytimg.com/vi/_P-N8TA5-nw/maxresdefault.jpg"
  ]
},{
  "name": "Bún thịt nướng",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Bún thịt nướng (Vietnamese: , rice noodles  grilled meat) is a popular Vietnamese dish of cold rice-vermicelli noodle topped  with grilled pork, fresh herbs like basil and mint, fresh salad,  giá (bean sprouts), and chả giò (spring rolls). The dish is dressed in nước mam fish sauce (nước chấm). Also, the dish is topped with roasted peanuts, Vietnamese pickled carrots, nem nướng̣ (grilled garlic pork sausage) or grilled prawns.  Bún thịt nướng is popular in all regions of Vietnam, except for in Hanoi, where a related dish, bún chả, is served.",
  "categories": ["Food"],
  "related": ["Bún bò", "Bún mắm", "Bún giò"],
  "images": [
    "https://amazingdalat.com/media/upload/images/am-thuc/Bun%20Thit%20Nuong%20Da%20Lat..jpg",
    "https://i.ytimg.com/vi/5cRV3sL6Hg4/maxresdefault.jpg",
    "http://quynhngannguyen.files.wordpress.com/2012/04/f.jpg?w=487",
    "https://daubepgiadinh.vn/wp-content/uploads/2018/05/hinh-mon-bun-thit-nuong.jpg",
    "https://emvaobep.com/wp-content/uploads/2017/12/cach-uop-thit-nuong-bun-cha-ngon-1.jpg"
  ]
},{
  "name": "Kho (cooking technique)",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Kho is a cooking technique in Vietnamese cuisine meaning \"to braise\", \"to stew\", or \"to simmer\"  in which a protein source such as fish, shrimp, poultry, pork, beef, or fried tofu is braised on low heat in a mixture of fish sauce, sugar, and water or a water substitute such as young coconut juice. The resulting dish is salty and savory, and meant to be eaten with rice noodles, French bread, or steamed rice.Beef stew is called bò kho or thịt bò kho and fish stew is called cá kho or cá kho tộ (tộ referring to the clay pot in which the dish is cooked). For fish stew, catfish is preferred, particularly in southern Vietnam. Chicken stew, called gà kho or gà kho gừng (gừng meaning \"ginger\"), is less popular. Vegetarian stew may also be prepared.",
  "categories": ["Food"],
  "related": ["Cá kho", "Tôm kho tàu", "Thịt kho hột vịt"],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Bo_Kho.jpg/1200px-Bo_Kho.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Thit-kho-tieu-1.jpg/250px-Thit-kho-tieu-1.jpg",
    "https://i.pinimg.com/originals/1f/74/46/1f744663841226af8acc04100ccd864d.png",
    "https://www.196flavors.com/wp-content/uploads/2019/02/bo-kho-1-FP.jpg",
    "http://1.bp.blogspot.com/-WfATvlYG8a4/Uwb6nlUnvtI/AAAAAAAAANY/aOO91hzZvHI/s1600/Viet+Ca+Kho+to.jpg"
  ]
},{
  "name": "Canh chua",
  "origin": "Southern Vietnam",
  "voice": "sample",
  "description": "Canh chua (Vietnamese: , sour soup, chữ nôm:羹䣷) or cá nấu (\"cooked fish\", chữ nôm:𩵜𤋷) is a Vietnamese sour soup indigenous to the Mekong Delta region of southern Vietnam. It is typically made with fish from the Mekong River Delta, pineapple, tomatoes (and sometimes also other vegetables such as đậu bắp or dọc mùng), and bean sprouts, in a tamarind-flavored broth. It is garnished with the lemony-scented herb ngò ôm (Limnophila aromatica), caramelized garlic, and chopped scallions, as well as other herbs, according to the specific variety of canh chua; these other herbs may include rau răm (Vietnamese coriander), ngò gai (long coriander), and rau quế (Thai basil).  It can be served alone, with white rice, or with rice vermicelli.  Variations can include prawns, squid, spare ribs, fish cakes and quail eggs.The sour taste of the soup comes from tamarind, which is mixed with a small amount of hot water; the mixture is then stirred for a few moments to release all the essence, and the liquid (minus the tamarind seeds and other solids, which are discarded) is then added to the soup.When made in style of a hot pot, canh chua is called lẩu canh chua.",
  "categories": ["Food"],
  "related": ["Canh chua cá", "Súp lươn"],
  "images": [
    "http://www.thexerxes.com/wp-content/uploads/2019/04/Canh-Chua.jpg",
    "https://www.huongnghiepaau.com/wp-content/uploads/2019/01/canh-chua-ca-dieu-hong.jpg",
    "https://2.bp.blogspot.com/-sxw3FjJz0z0/T960KmIZU-I/AAAAAAAAAE0/1xWc6tdVaQY/s1600/Canh+Chua+Cá+1.jpg",
    "http://vietnamesefoody.com/upload/recipe/vietnamese-sour-fish-soup-canh-chua-ca-recipe_pin.jpg",
    "https://thuviendulich.com/wp-content/uploads/2020/04/mon-canh-chua-ca-dieu-hong-ngon-dam-vi.jpg"
  ]
},{
  "name": "Cao lầu",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Cao lầu is a regional Vietnamese noodle dish, from the city of Hội An, in central Vietnam's Quảng Nam Province. It typically consists of pork and greens on a bed of rice noodles made from rice which has been soaked in lye water, giving them a characteristic texture and colour that sets the dish apart from other Vietnamese noodle dishes, including others from the same region, such as mì Quảng.The main ingredients of cao lầu are rice noodles, meat, greens, bean sprouts, and herbs, most commonly served with a small amount of broth. The meat used is typically pork, either shredded or sliced char siu-style pork (xa xiu), but shrimp (tôm) can also be used.The rice noodles used in cao lầu are made from rice soaked in lye water, which gives them a chewy, springy texture and a grayish-brown or yellowish colour. Local legend suggests that the lye should be made by leaching the ashes of certain plants from the nearby Cham Islands, and that the water used in soaking the rice and boiling the noodles should be taken from the ancient Bá Lễ well in Hội An; for this reason, the legend states, cao lầu is rarely found outside the vicinity of Hội An. After soaking in the lye water, the rice is processed to make noodles at least 10cm long and 0.5cm wide, which are soaked in water for several hours, washed and boiled to taste. Some of the raw noodles are also cut into squares and deep-fried until crispy; these are used to top the dish when serving.The meat used in cao lầu is typically pork which is marinated in five-spice powder, sugar, salt, pepper, crushed garlic, and soy sauce, to give a taste similar to char siu pork. Pork bones are also boiled to make the broth, along with onions or shallots.",
  "categories": ["Food"],
  "related": ["Mì Quảng", "Cháo", "Bún bò"],
  "images": [
    "https://bloganchoi.com/wp-content/uploads/2016/07/cao-lau-3.jpg",
    "https://cdn.tasteatlas.com/images/dishes/697858ab3add4647a1976c301a532f09.jpg",
    "https://dulichkhampha24.com/wp-content/uploads/2017/11/cao-lau-2.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Cao_lầu.jpg/250px-Cao_lầu.jpg",
    "https://cattour.vn/images/upload/images/Du-lich-hue-da-nang-hoi-an/my-quang-va-cao-lau-hoi-an/cao-lau-1.jpg"
  ]
},{
  "name": "Cháo lòng",
  "origin": "Nope",
  "voice": "sample",
  "description": "Often described as a porridge or a congee, cháo long is a Vietnamese dish that combines pork bone broth, rice, and various pork offal such as liver, kidney, spleen, intestines, or hearts. The dish is always served warm, with sliced offal and usually pieces of quẩy—deep-fried dough—as well as scallions and chili flakes, while bean sprouts, lime, fresh vegetables and herbs, fish sauce, and ginger are usually served on the side.",
  "categories": ["Food"],
  "related": ["Cháo", "Bún bò", "Phở"],
  "images": [
    "https://runcooking.com/wp-content/uploads/2016/07/make-chao-long-9-1.jpg",
    "https://www.rentacarvietnam.com/wp-content/uploads/2017/04/Chao-long-in-Vietnam.jpg",
    "https://i3.wp.com/kenhhomestay.com/wp-content/uploads/2019/04/Quan-chao-long-Sai-Gon-1.jpg",
    "https://media.foody.vn/res/g25/245020/prof/s/foody-mobile-foody-chao-long-hai--594-636014051026334282.jpg",
    "https://imgs.vietnamnet.vn/Images/2017/07/21/15/20170721152410-chao-long2.jpg"
  ]
},{
  "name": "Cơm tấm",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Cơm tấm or com tam (US: /kʌm təm/; Vietnamese: ) is a Vietnamese dish made from  rice with fractured rice grains. Tấm refers to the broken rice grains, while cơm refers to cooked rice. Although there are varied names like cơm tấm Sài Gòn (Saigon-style broken rice), particularly for Saigon, the main ingredients remain the same for most cases.In its early days, Com Tam was a popular dish among poor rice farmers in the Mekong Delta due to their economic circumstances. During bad rice seasons, these people didn't have enough good rice to sell, so they used broken rice to cook. Broken rice is fragments of rice grains broken during the handling processes and was regarded as inferior rice at the time. Broken rice was used solely because it was readily available in the farmers' houses and could fill their stomachs for a long time.Since Vietnam's urbanization in the first half of the 20th century, Com Tam became popular across Southern provinces, including Saigon. When Saigon was bustling with many people from many countries around the world, food sellers adapted Com Tam to be more suitable for foreign customers like the French, American, Chinese, and Indian. As a result, grilled pork, chả trứng (Vietnamese-style steamed omelet with pork) was added to Com Tam. Also, the portion started being served on plates with a fork instead of in traditional bowls with chopsticks. Nowadays, Com Tam is popular among everyone, and is a \"standardized part of the  culture\", so much that there is a common metaphorical saying (translated from Vietnamese): \"Saigon people eat Com Tam like Ha Noi people eat Pho\".Although there are many variations of Com Tam that have different ingredients and styles, a popular, featured Com Tam dish commonly known as \"Cơm Tấm Sườn Bì Chả\" has the following ingredients:",
  "categories": ["Food"],
  "related": ["Bún gạo","Canh chua","Cá kho"],
  "images": [
    "https://i.pinimg.com/originals/d7/d4/3e/d7d43e3079f981a92b36b1316cc3bc6a.jpg",
    "https://i.ytimg.com/vi/rRtcZxAAOhQ/maxresdefault.jpg",
    "https://i.ytimg.com/vi/QGUZ3sUA5-0/maxresdefault.jpg",
    "http://Images.ongbachau.vn/Images/Uploaded/Share/2019/07/18/obcangi.jpg",
    "https://images.foody.vn/res/g71/700985/prof/s576x330/foody-mobile-sc-jpg.jpg"
  ]
},{
  "name": "Gỏi cuốn",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Gỏi cuốn, Vietnamese spring roll, fresh spring roll, spring roll, or rice paper roll, is a Vietnamese dish traditionally consisting of pork, prawn, vegetables, bún (rice vermicelli), and other ingredients wrapped in Vietnamese bánh tráng (commonly known as rice paper or cold roll). Like other spring roll dishes, they are believed to have an origin in China and were introduced to Vietnam by Chinese immigrants although the gỏi cuốn has been modified to suit local tastes.Gỏi cuốn are served fresh while others are served fried, like the Vietnamese chả giò. They are served at room temperature (or cooled) and are not deep-fried or cooked on the outside. These rolls are considered to be a very popular appetizer with customers in Vietnamese restaurants.The bánh tráng (rice paper) is dipped in water, then laid flat on a plate with the desired amount of ingredients placed on top. The fresh gỏi cuốn is then rolled up and ready to be eaten. Gỏi cuốn can be served with tương xào (also known as hoisin sauce), which consists of ground tương (tương đen or tương xay) and mixed coconut water (or broth), before being stir-fried with garlic and some sugar and then sprinkled with chili powder and ground peanuts. Alternatively, gỏi cuốn can be served with peanut sauce or other Vietnamese dipping sauces, such as nước chấm, a condiment based on fish sauce.In Vietnam and in various parts of Southeast Asia, Vietnamese can be seen hand-making bánh tráng (rice paper) and placing them on the rectangular bamboo trays around their houses. Traditionally, gỏi cuốn are eaten with a large group of people at a home setting.",
  "categories": ["Food"],
  "related": ["Bò bía", "Bánh tráng nướng", "Nem"],
  "images": [
    "https://wiki-travel.com.vn/Uploads/Picture/qiongru-191622021612-Goi-cuon-tom.jpg",
    "https://cdn.jamja.vn/blog/wp-content/uploads/2018/01/cach-lam-tuong-cham-goi-cuon-3.jpg",
    "https://massageishealthy.com/wp-content/uploads/2018/12/goi-cuon-tieng-anh-la-gi-cach-lam-goi-cuon-bang-tieng-anh-1.jpg",
    "https://c2.staticflickr.com/6/5061/5655878601_f2ece3190e_b.jpg",
    "https://img-global.cpcdn.com/recipes/626252af472b29cb/1200x630cq70/photo.jpg"
  ]
},{
  "name": "Hu Tieu",
  "origin": "Southern Vietnam",
  "voice": "sample",
  "description": "Hủ tiếu is eaten in Vietnam as a breakfast dish. It may be served either as a soup (hủ tiếu nước) or dry with no broth (hủ tiếu khô). Hủ tiếu became popular in the 1960s in Southern Vietnam, especially in Saigon. The primary ingredients of this dish are pork bones, mixed with diverse kinds of noodles, herbs and other kind of meats.Popular varieties of hủ tiếu include:In southern Vietnamese cuisine, phở is usually served with hủ tiếu Mỹ Tho–like noodles called bánh phở tươi instead of the wider bánh phở khô or bánh phở tươi popular in northern cuisine.",
  "categories": ["Food"],
  "related": ["Hủ tiếu Nam Vang", "Bún Mắm", "Bún bò"],
  "images": [
    "https://static.christinas.vn/2017/1/23/Hu Tieu Chay.jpg",
    "https://www.sondoongexplore.com/wp-content/uploads/2017/08/Hu-tieu-in-Danang.jpg",
    "http://images.chiecthiavang.com/Images/Uploaded/Share/2017/04/08/hu-tieu-My-Tho.jpg",
    "https://hiasia.xyz/Uploads/Picture/xuandao-203706113723-Vietnam-Hu-Tieu-Meatballs.jpg",
    "https://hiasia.xyz/Uploads/Post/xuandao-203506113500-Vietnam-Hu-Tieu-Nam-Vang.jpg"
  ]
},{
  "name": "Mì Quảng",
  "origin": "Quảng Nam",
  "voice": "sample",
  "description": "Mì Quảng (also spelled mỳ Quảng) (literally: Quảng style noodle), is a Vietnamese noodle dish that originated from Quảng Nam Province in central Vietnam. In the region, it is one of the most popular and nationally recognized food items, and served on various occasions such as at family parties, death anniversaries, and Tết. Mì Quảng can both be found in many famous restaurants and street vendors among Central provinces, which used as a popular breakfast &amp; lunch item.The main ingredients of mì quảng are rice noodles, meat, and herbs, most commonly served with a small amount of broth, which is generally infused with turmeric. Wide rice noodles are placed atop of a bed of fresh herbs in a bowl (or vice versa), and then warm or lukewarm broth and meat are added. The broth is usually strongly flavored and only a small amount of it is used, generally enough to partially cover the vegetables.Meats used in the dish may include one or more of the following: shrimp (tôm), pork (thịt heo), chicken (gà), or even fish (cá) or beef (bò). The broth is made by simmering the meat in water or bone broth for a more intense flavor, seasoned with fish sauce, black pepper, shallot and garlic. Turmeric is often added to the broth, giving it a yellowish color.As with many Vietnamese dishes, Mì quảng is served with fresh herbs (rau); commonly used herbs include basil, cilantro (ngò or rau mùi), scallions or onion leaves, Vietnamese coriander (rau răm), sliced banana flower (bắp chuối bào), and lettuce. A variety of other herbs may also be used in mì quảng, including common knotgrass (rau đắng), water mint (rau húng lủi), perilla (rau tía tô), and heartleaf (rau giấp cá).",
  "categories": ["Food"],
  "related": ["Bún mắm", "Phở", "Hủ tiếu"],
  "images": [
    "http://myhealthydish.com/wp-content/uploads/2017/08/Mi-Quang-sample-4-small.jpg",
    "https://top10tphcm.com/wp-content/uploads/2019/05/hinh-mi-quang-tron.jpg",
    "https://www.austinvietmartyrs.org/wp-content/uploads/2019/03/mon-ngon-hoi-an-mi-quang.jpg",
    "https://thegioiamthuc.com/wp-content/uploads/2020/05/mi-quang-600x401.jpg",
    "https://i.ytimg.com/vi/4Fwj8DQr4AE/maxresdefault.jpg"
  ]
},{
  "name": "Nem",
  "origin": "Vietnam",
  "voice": "sample",
  "description": "Nem (Vietnamese: món nem) refers to various dishes in Vietnamese, depending on the locality.  In Northern Vietnam, nem refer to a roll dish rice paper called nem cuon (summer roll/fresh spring roll) or nem ran (fried rolls), whereas barbecued meat is called nem nướng or cured pork meat called nem chua. In Southern Vietnam, nem mainly refer to nem chua, made of ground fermented pork.Nem used to refer to bánh tráng rolls (fresh and fried) is more commonly used in Northern Vietnam.Nem chua is a Vietnamese fermented pork dish, usually rolled or cut in bite sizes. The meat is sweet, sour, salty and spicy. It is often served with bird's eye chili, garlic and Vietnamese coriander.",
  "categories": ["Food"],
  "related": ["Chả giò", "Gỏi cuốn", "Bò bía"],
  "images": [
    "https://2.bp.blogspot.com/-EwijLkz7F18/Ty2iQDg-mNI/AAAAAAAAAI8/38CKWNQyr6k/s1600/img_1391.jpg",
    "http://homnayangi.vn/wp-content/uploads/2016/08/cach-lam-nem1.jpg",
    "https://webbernaturals.com/en-ca/wp-content/uploads/sites/2/2018/02/3384_WN_CEHR.png",
    "https://thucthan.com/media/2018/11/nem-ran/cach-lam-nem-ran.jpg",
    "https://www.196flavors.com/wp-content/uploads/2019/02/nem-nuong-1.jpg"
  ]
},{
  "name": "Pho",
  "origin": "Hà Nội",
  "voice": "sample",
  "description": "Phở or pho (UK: /fɜː/, US: /fʌ, foʊ/, Canada: /fɑː/; Vietnamese:  (listen)) is a Vietnamese soup consisting of broth,   rice noodles (bánh phở), herbs, and meat (usually beef) (phở bò), sometimes chicken (phở gà). Pho is a popular food in Vietnam where it is served in households, street stalls and restaurants countrywide. Pho is considered Vietnam's national dish.Pho originated in the early 20th century in northern Vietnam, and was popularized throughout the world by refugees after the Vietnam War. Because Pho's origins are poorly documented, there is disagreement over the cultural influences that led to its development in Vietnam, as well as the etymology of the name. The Hanoi (northern) and Saigon (southern) styles of pho differ by noodle width, sweetness of broth, and choice of herbs.Pho likely evolved from similar noodle dishes. For example, villagers in Vân Cù say they ate pho long before the French colonial period. The modern form emerged between 1900 and 1907 in northern Vietnam, southeast of Hanoi in Nam Định Province, then a substantial textile market. The traditional home of pho is reputed to be the villages of Vân Cù and Dao Cù (or Giao Cù) in Đông Xuân commune, Nam Trực District, Nam Định Province.Cultural historian and researcher Trịnh Quang Dũng believes that the popularization and origins of modern pho stemmed from the intersection of several historical and cultural factors in the early 20th century. These include improved availability of beef due to French demand, which in turn produced beef bones that were purchased by Chinese workers to make into a dish similar to pho called ngưu nhục phấn. The demand for this dish was initially the greatest with workers from the provinces of Yunnan and Guangdong, who had an affinity for the dish due to its similarities to that of their homeland, which eventually popularized and familiarized this dish with the general population.",
  "categories": ["Food"],
  "related": ["Bún bò", "Cháo", "Bún mắm"],
  "images": [
    "https://timemark.vn/wp-content/uploads/2018/07/Beef-Pho.jpg",
    "https://cravingtasty.com/wp-content/uploads/2017/06/Beef-Pho-Vietnamese-Pho-Bo-Best-Recipe-750.jpg",
    "https://www.marionskitchen.com/wp-content/uploads/2020/02/Classic-Vietnamese-Beef-Pho4.jpg",
    "https://www.gimmesomeoven.com/wp-content/uploads/2019/10/Vegetarian-Vegan-Pho-Recipe-1-768x1152.jpg",
    "https://www.circulaire-en-ligne.ca/wp-content/uploads/recette-de-pho-traditionnelle-vietnamienne-facile.jpg"
  ]
},{
  "name": "Xôi xéo",
  "origin": "Hà Nội",
  "voice": "sample",
  "description": "Xoi xeo is regarded as one of the hardest-to-cook “xoi”, despite the fact that it is concocted from ingredients which are very popular and familiar with Vietnamese. The ingredients for making “xoi xeo” remain the same everywhere: glutinous rice, turmeric powder, mung bean, shallot, and some liquid fat. The turmeric powder, mixed with water and glutinous rice, will create the natural yellow for the dish. Mung bean, after being carefully chosen and peeled; is steamed, pummeled and then rolled into small balls. ",
  "categories": ["Food"],
  "related": ["Xôi bắp", "Xôi đậu đen", "Xôi dừa", "Xôi đậu xanh"],
  "images": [
    "https://beptruong.edu.vn/wp-content/uploads/2015/11/xoi-xeo-ha-noi.jpg",
    "https://cdn.tgdd.vn/Files/2020/09/16/1290665/doc-dao-voi-mon-banh-trung-thu-nhan-xoi-xeo-khien-cong-dong-mang-thich-thu-202009161448018836.jpg",
    "https://www.tnktravel.com/wp-content/uploads/2016/07/xoi-xeo-in-hanoi.jpg",
    "http://vietnamtourism.gov.vn/english/images/2015/xoi-xeo.jpg",
    "https://i.ytimg.com/vi/SlvaSShSIDE/maxresdefault.jpg"
  ]
}]
}